{
  "articles": [
    {
      "title": "NeuroAI and Beyond",
      "title_zh": "NeuroAI and Beyond",
      "description": "arXiv:2601.19955v1 Announce Type: new \nAbstract: Neuroscience and Artificial Intelligence (AI) have made significant progress in the past few years but have only been loosely inter-connected. Based on a workshop held in August 2025, we identify current and future areas of synergism between these two fields. We focus on the subareas of embodiment, language and communication, robotics, learning in humans and machines and Neuromorphic engineering to take stock of the progress made so far, and possi",
      "link": "https://arxiv.org/abs/2601.19955",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2026-01-29"
    },
    {
      "title": "Towards Intelligent Urban Park Development Monitoring: LLM Agents for Multi-Modal Information Fusion and Analysis",
      "title_zh": "Towards Intelligent Urban Park Development Monitoring: LLM Agents for Multi-Modal Information Fusion and Analysis",
      "description": "arXiv:2601.20206v1 Announce Type: new \nAbstract: As an important part of urbanization, the development monitoring of newly constructed parks is of great significance for evaluating the effect of urban planning and optimizing resource allocation. However, traditional change detection methods based on remote sensing imagery have obvious limitations in high-level and intelligent analysis, and thus are difficult to meet the requirements of current urban planning and management. In face of the growin",
      "link": "https://arxiv.org/abs/2601.20206",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2026-01-29"
    },
    {
      "title": "Should I Have Expressed a Different Intent? Counterfactual Generation for LLM-Based Autonomous Control",
      "title_zh": "Should I Have Expressed a Different Intent? Counterfactual Generation for LLM-Based Autonomous Control",
      "description": "arXiv:2601.20090v1 Announce Type: new \nAbstract: Large language model (LLM)-powered agents can translate high-level user intents into plans and actions in an environment. Yet after observing an outcome, users may wonder: What if I had phrased my intent differently? We introduce a framework that enables such counterfactual reasoning in agentic LLM-driven control scenarios, while providing formal reliability guarantees. Our approach models the closed-loop interaction between a user, an LLM-based a",
      "link": "https://arxiv.org/abs/2601.20090",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2026-01-29"
    },
    {
      "title": "Insight Agents: An LLM-Based Multi-Agent System for Data Insights",
      "title_zh": "Insight Agents: An LLM-Based Multi-Agent System for Data Insights",
      "description": "arXiv:2601.20048v1 Announce Type: new \nAbstract: Today, E-commerce sellers face several key challenges, including difficulties in discovering and effectively utilizing available programs and tools, and struggling to understand and utilize rich data from various tools. We therefore aim to develop Insight Agents (IA), a conversational multi-agent Data Insight system, to provide E-commerce sellers with personalized data and business insights through automated information retrieval. Our hypothesis i",
      "link": "https://arxiv.org/abs/2601.20048",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2026-01-29"
    },
    {
      "title": "Fuzzy Categorical Planning: Autonomous Goal Satisfaction with Graded Semantic Constraints",
      "title_zh": "Fuzzy Categorical Planning: Autonomous Goal Satisfaction with Graded Semantic Constraints",
      "description": "arXiv:2601.20021v1 Announce Type: new \nAbstract: Natural-language planning often involves vague predicates (e.g., suitable substitute, stable enough) whose satisfaction is inherently graded. Existing category-theoretic planners provide compositional structure and pullback-based hard-constraint verification, but treat applicability as crisp, forcing thresholding that collapses meaningful distinctions and cannot track quality degradation across multi-step plans. We propose Fuzzy Category-theoretic",
      "link": "https://arxiv.org/abs/2601.20021",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2026-01-29"
    },
    {
      "title": "Scaling Medical Reasoning Verification via Tool-Integrated Reinforcement Learning",
      "title_zh": "Scaling Medical Reasoning Verification via Tool-Integrated Reinforcement Learning",
      "description": "arXiv:2601.20221v1 Announce Type: new \nAbstract: Large language models have achieved strong performance on medical reasoning benchmarks, yet their deployment in clinical settings demands rigorous verification to ensure factual accuracy. While reward models offer a scalable approach for reasoning trace verification, existing methods face two limitations: they produce only scalar reward values without explicit justification, and they rely on single-pass retrieval that precludes adaptive knowledge ",
      "link": "https://arxiv.org/abs/2601.20221",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2026-01-29"
    },
    {
      "title": "Endogenous Reprompting: Self-Evolving Cognitive Alignment for Unified Multimodal Models",
      "title_zh": "Endogenous Reprompting: Self-Evolving Cognitive Alignment for Unified Multimodal Models",
      "description": "arXiv:2601.20305v1 Announce Type: new \nAbstract: Unified Multimodal Models (UMMs) exhibit strong understanding, yet this capability often fails to effectively guide generation. We identify this as a Cognitive Gap: the model lacks the understanding of how to enhance its own generation process. To bridge this gap, we propose Endogenous Reprompting, a mechanism that transforms the model's understanding from a passive encoding process into an explicit generative reasoning step by generating self-ali",
      "link": "https://arxiv.org/abs/2601.20305",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2026-01-29"
    },
    {
      "title": "ECG-Agent: On-Device Tool-Calling Agent for ECG Multi-Turn Dialogue",
      "title_zh": "ECG-Agent: On-Device Tool-Calling Agent for ECG Multi-Turn Dialogue",
      "description": "arXiv:2601.20323v1 Announce Type: new \nAbstract: Recent advances in Multimodal Large Language Models have rapidly expanded to electrocardiograms, focusing on classification, report generation, and single-turn QA tasks. However, these models fall short in real-world scenarios, lacking multi-turn conversational ability, on-device efficiency, and precise understanding of ECG measurements such as the PQRST intervals. To address these limitations, we introduce ECG-Agent, the first LLM-based tool-call",
      "link": "https://arxiv.org/abs/2601.20323",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2026-01-29"
    }
  ]
}