{
  "articles": [
    {
      "title": "AI Agents for the Dhumbal Card Game: A Comparative Study",
      "title_zh": "AI Agents for the Dhumbal Card Game: A Comparative Study",
      "description": "arXiv:2510.11736v1 Announce Type: new \nAbstract: This study evaluates Artificial Intelligence (AI) agents for Dhumbal, a culturally significant multiplayer card game with imperfect information, through a systematic comparison of rule-based, search-based, and learning-based strategies. We formalize Dhumbal's mechanics and implement diverse agents, including heuristic approaches (Aggressive, Conservative, Balanced, Opportunistic), search-based methods such as Monte Carlo Tree Search (MCTS) and Inf",
      "link": "https://arxiv.org/abs/2510.11736",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2025-10-15"
    },
    {
      "title": "Holistic Agent Leaderboard: The Missing Infrastructure for AI Agent Evaluation",
      "title_zh": "Holistic Agent Leaderboard: The Missing Infrastructure for AI Agent Evaluation",
      "description": "arXiv:2510.11977v1 Announce Type: new \nAbstract: AI agents have been developed for complex real-world tasks from coding to customer service. But AI agent evaluations suffer from many challenges that undermine our understanding of how well agents really work. We introduce the Holistic Agent Leaderboard (HAL) to address these challenges. We make three main contributions. First, we provide a standardized evaluation harness that orchestrates parallel evaluations across hundreds of VMs, reducing eval",
      "link": "https://arxiv.org/abs/2510.11977",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2025-10-15"
    },
    {
      "title": "Empowering LLM Agents with Geospatial Awareness: Toward Grounded Reasoning for Wildfire Response",
      "title_zh": "Empowering LLM Agents with Geospatial Awareness: Toward Grounded Reasoning for Wildfire Response",
      "description": "arXiv:2510.12061v1 Announce Type: new \nAbstract: Effective disaster response is essential for safeguarding lives and property. Existing statistical approaches often lack semantic context, generalize poorly across events, and offer limited interpretability. While Large language models (LLMs) provide few-shot generalization, they remain text-bound and blind to geography. To bridge this gap, we introduce a Geospatial Awareness Layer (GAL) that grounds LLM agents in structured earth data. Starting f",
      "link": "https://arxiv.org/abs/2510.12061",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2025-10-15"
    },
    {
      "title": "CausalTrace: A Neurosymbolic Causal Analysis Agent for Smart Manufacturing",
      "title_zh": "CausalTrace: A Neurosymbolic Causal Analysis Agent for Smart Manufacturing",
      "description": "arXiv:2510.12033v1 Announce Type: new \nAbstract: Modern manufacturing environments demand not only accurate predictions but also interpretable insights to process anomalies, root causes, and potential interventions. Existing AI systems often function as isolated black boxes, lacking the seamless integration of prediction, explanation, and causal reasoning required for a unified decision-support solution. This fragmentation limits their trustworthiness and practical utility in high-stakes industr",
      "link": "https://arxiv.org/abs/2510.12033",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2025-10-15"
    },
    {
      "title": "Beyond Consensus: Mitigating the Agreeableness Bias in LLM Judge Evaluations",
      "title_zh": "Beyond Consensus: Mitigating the Agreeableness Bias in LLM Judge Evaluations",
      "description": "arXiv:2510.11822v1 Announce Type: new \nAbstract: New Large Language Models (LLMs) become available every few weeks, and modern application developers confronted with the unenviable task of having to decide if they should switch to a new model. While human evaluation remains the gold standard, it is costly and unscalable. The state-of-the-art approach is to use LLMs as evaluators ( LLM-as-a-judge), but this suffers from a critical flaw: LLMs exhibit a strong positive bias. We provide empirical ev",
      "link": "https://arxiv.org/abs/2510.11822",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2025-10-15"
    },
    {
      "title": "Asking Clarifying Questions for Preference Elicitation With Large Language Models",
      "title_zh": "Asking Clarifying Questions for Preference Elicitation With Large Language Models",
      "description": "arXiv:2510.12015v1 Announce Type: new \nAbstract: Large Language Models (LLMs) have made it possible for recommendation systems to interact with users in open-ended conversational interfaces. In order to personalize LLM responses, it is crucial to elicit user preferences, especially when there is limited user history. One way to get more information is to present clarifying questions to the user. However, generating effective sequential clarifying questions across various domains remains a challe",
      "link": "https://arxiv.org/abs/2510.12015",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2025-10-15"
    },
    {
      "title": "Do Large Language Models Respect Contracts? Evaluating and Enforcing Contract-Adherence in Code Generation",
      "title_zh": "Do Large Language Models Respect Contracts? Evaluating and Enforcing Contract-Adherence in Code Generation",
      "description": "arXiv:2510.12047v1 Announce Type: new \nAbstract: Prevailing code generation benchmarks, such as HumanEval+ and MBPP+, primarily evaluate large language models (LLMs) with pass@k on functional correctness using well-formed inputs. However, they ignore a crucial aspect of real-world software: adherence to contracts-the preconditions and validity constraints that dictate how ill-formed inputs must be rejected. This critical oversight means that existing benchmarks fail to measure, and models conseq",
      "link": "https://arxiv.org/abs/2510.12047",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2025-10-15"
    },
    {
      "title": "CGBench: Benchmarking Language Model Scientific Reasoning for Clinical Genetics Research",
      "title_zh": "CGBench: Benchmarking Language Model Scientific Reasoning for Clinical Genetics Research",
      "description": "arXiv:2510.11985v1 Announce Type: new \nAbstract: Variant and gene interpretation are fundamental to personalized medicine and translational biomedicine. However, traditional approaches are manual and labor-intensive. Generative language models (LMs) can facilitate this process, accelerating the translation of fundamental research into clinically-actionable insights. While existing benchmarks have attempted to quantify the capabilities of LMs for interpreting scientific data, these studies focus ",
      "link": "https://arxiv.org/abs/2510.11985",
      "source": "ArXiv AI 研究",
      "category": "学术研究",
      "date": "2025-10-15"
    }
  ]
}